Repository: AndrewDi/ContainerIndicator
Catalog: ContainerIndicator/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Architecture
zh_hans: 架构

source: argument
zh_hans: 参数

source: CID File
zh_hans: CID 文件

source: Container
zh_hans: 容器

# container.hostname %@
source: Hostname: %@
zh_hans: 主机名: %@

# container.image %@
source: Image: %@
zh_hans: 镜像: %@

# container.memory %@
source: Memory: %@
zh_hans: 内存: %@

# container.platform %@
source: Platform: %@
zh_hans: 平台: %@

# container.restart
source: restart
zh_hans: 重启

# container.start
source: Start
zh_hans: 启动

# container.stop
source: Stop
zh_hans: 停止

# content.clear
source: Clear
zh_hans: 清除

# content.containers_count %lld
source: Containers: %lld
zh_hans: 容器: %lld

# content.machines_count %lld
source: Machines: %lld
zh_hans: 机器: %lld

# content.no_containers_machines
source: No Containers or Machines
zh_hans: 暂无容器和机器

# content.no_containers_or_machines
source: No containers or machines currently
zh_hans: 当前没有容器或机器

# content.running_count %lld
source: Running: %lld
zh_hans: 运行中: %lld

# content.section_containers
source: Containers
zh_hans: 容器

# content.section_machines
source: Machines
zh_hans: 机器

# content.service_not_running
source: Container Service Not Running
zh_hans: 容器服务未运行

# content.service_running %@
source: Container Service: %@
zh_hans: 容器服务: %@

# content.start_service
source: Start Service
zh_hans: 启动服务

# content.start_service_first
source: Please start the container service first
zh_hans: 请先启动容器服务

# content.stop_service
source: Stop Service
zh_hans: 停止服务

source: Detach
zh_hans: 分离 (Detach)

source: dialog.delete_container_message %@
zh_hans: 确定要删除容器 %@ 吗？此操作无法撤销。

source: DNS Domain
zh_hans: DNS域名

source: Entrypoint
zh_hans: 入口点 (Entrypoint)

# error.command_failed %@
source: Command execution failed: %@
zh_hans: 命令执行失败: %@

# error.command_not_found
source: Container command not found
zh_hans: 找不到 container 命令

# error.execution_failed %@
source: Execution failed: %@
zh_hans: 执行失败: %@

source: Init Image
zh_hans: Init镜像

source: Interactive
zh_hans: 交互式

source: Kernel
zh_hans: 内核

# label.cores %lld
source: %lld cores
zh_hans: %lld 核

# label.cpu_memory
source: CPU / Memory:
zh_hans: CPU / 内存:

# label.created
source: Created:
zh_hans: 创建时间:

# label.default
source: Default
zh_hans: 默认

# label.disk
source: Disk:
zh_hans: 磁盘:

# label.hostname
source: Hostname:
zh_hans: 主机名:

# label.image
source: Image:
zh_hans: 镜像:

# label.memory
source: Memory:
zh_hans: 内存:

# label.platform
source: Platform:
zh_hans: 平台:

# machine.created %@
source: Created: %@
zh_hans: 创建时间: %@

# machine.default
source: Default Machine
zh_hans: 默认机器

# machine.disk %@
source: Disk: %@
zh_hans: 磁盘: %@

source: machine.image %@
zh_hans: 镜像: %@

# machine.memory %@
source: Memory: %@
zh_hans: 内存: %@

source: machine.platform %@
zh_hans: 平台: %@

# machine.start
source: Start
zh_hans: 启动

# machine.stop
source: Stop
zh_hans: 停止

# menu.container_management
source: Container Management
zh_hans: 容器管理

# menu.containers_count %lld
source: Containers (%lld)
zh_hans: 容器 (%lld)

# menu.machines_count %lld
source: Virtual Machines (%lld)
zh_hans: 虚拟机 (%lld)

# menu.no_containers
source: No Containers
zh_hans: 暂无容器

# menu.no_machines
source: No Virtual Machines
zh_hans: 暂无虚拟机

# menu.quit
source: Quit ContainerIndicator
zh_hans: 退出 ContainerIndicator

# menu.refresh
source: Refresh
zh_hans: 刷新

# menu.start_system
source: Start Container Service
zh_hans: 启动 Container Service

# menu.stop_system
source: Stop Container Service
zh_hans: 停止 Container Service

# menu.system_status %@
source: Container Service: %@
zh_hans: 容器服务状态: %@

source: Network
zh_hans: 网络

source: No DNS
zh_hans: 禁用DNS

source: notification.container_create_failed_body %@
zh_hans: 无法创建容器 %@。

source: notification.container_created_body %@
zh_hans: 容器 %@ 已成功创建。

source: notification.container_delete_failed_body %@
zh_hans: 无法删除容器 %@。

source: notification.container_deleted_body %@
zh_hans: 容器 %@ 已成功删除。

source: notification.container_restart_failed_body %@
zh_hans: 容器 %@ 重启失败

# notification.container_restart_failed_title
source: Container Restart Failed
zh_hans: 容器重启失败

source: notification.container_restarted_body %@
zh_hans: 容器%@已成功重启

# notification.container_restarted_title
source: Container Restarted
zh_hans: 容器重启成功

# notification.container_start_failed_body %@
source: Unable to start container %@.
zh_hans: 无法启动容器 %@。

# notification.container_start_failed_title
source: Failed to Start Container
zh_hans: 启动容器失败

# notification.container_started_body %@
source: Container %@ is now running.
zh_hans: 容器 %@ 已成功启动。

# notification.container_started_title
source: Container Started
zh_hans: 容器已启动

# notification.container_stop_failed_body %@
source: Unable to stop container %@.
zh_hans: 无法停止容器 %@。

# notification.container_stop_failed_title
source: Failed to Stop Container
zh_hans: 停止容器失败

# notification.container_stopped_body %@
source: Container %@ has been stopped.
zh_hans: 容器 %@ 已成功停止。

# notification.container_stopped_title
source: Container Stopped
zh_hans: 容器已停止

source: notification.machine_restart_failed_body %@
zh_hans: 虚拟机 %@ 重启失败

# notification.machine_restart_failed_title
source: Machine Restart Failed
zh_hans: 虚拟机重启失败

source: notification.machine_restarted_body %@
zh_hans: 虚拟机 %@ 已成功重启

# notification.machine_restarted_title
source: Machine Restarted
zh_hans: 虚拟机重启成功

# notification.machine_start_failed_body %@
source: Unable to start machine %@.
zh_hans: 无法启动虚拟机 %@。

# notification.machine_start_failed_title
source: Failed to Start Machine
zh_hans: 启动虚拟机失败

# notification.machine_started_body %@
source: Machine %@ is now running.
zh_hans: 虚拟机 %@ 已成功启动。

# notification.machine_started_title
source: Machine Started
zh_hans: 虚拟机已启动

# notification.machine_stop_failed_body %@
source: Unable to stop machine %@.
zh_hans: 无法停止虚拟机 %@。

# notification.machine_stop_failed_title
source: Failed to Stop Machine
zh_hans: 停止虚拟机失败

# notification.machine_stopped_body %@
source: Machine %@ has been stopped.
zh_hans: 虚拟机 %@ 已成功停止。

# notification.machine_stopped_title
source: Machine Stopped
zh_hans: 虚拟机已停止

# notification.system_start_failed_body
source: Unable to start the container service.
zh_hans: 无法启动容器服务。

# notification.system_start_failed_title
source: Failed to Start Service
zh_hans: 启动服务失败

# notification.system_started_body
source: The container service is now running.
zh_hans: 容器服务已成功启动。

# notification.system_started_title
source: Container Service Started
zh_hans: 容器服务已启动

# notification.system_stop_failed_body
source: Unable to stop the container service.
zh_hans: 无法停止容器服务。

# notification.system_stop_failed_title
source: Failed to Stop Service
zh_hans: 停止服务失败

# notification.system_stopped_body
source: The container service has been stopped.
zh_hans: 容器服务已成功停止。

# notification.system_stopped_title
source: Container Service Stopped
zh_hans: 容器服务已停止

source: OS
zh_hans: 操作系统

source: Platform
zh_hans: 平台

source: Read Only
zh_hans: 只读

source: Remove on Stop
zh_hans: 停止时移除

source: Runtime
zh_hans: 运行时

source: SHM Size
zh_hans: 共享内存大小

source: SSH Forward
zh_hans: SSH 转发

# status.running
source: Running
zh_hans: 运行中

# status.stopped
source: Stopped
zh_hans: 已停止

# status.unknown
source: Unknown
zh_hans: 未知

# status.unregistered
source: Unregistered
zh_hans: 未注册

source: Time
zh_hans: 时间

source: Use Init
zh_hans: 使用 Init

source: User
zh_hans: 用户

source: Value
zh_hans: 值

source: Virtualization
zh_hans: 虚拟化

source: Working Directory
zh_hans: 工作目录
